Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# smartCollections.editor.section.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# smartCollections.editor.section.popularity
source: Popularity
ar: الشعبية
de: Beliebtheit
es: Popularidad
fr: Popularité
id: Popularitas
it: Popolarità
ja: 人気
ko: 인기
nl: Populariteit
pl: Popularność
pt_br: Popularidade
ru: Популярность
tr: Popülerlik
uk: Популярність
vi: Phổ biến
zh_hans: 热度
zh_hant: 熱度

# smartCollections.editor.section.presets
source: Presets
ar: الإعدادات المسبقة
de: Voreinstellungen
es: Ajustes predefinidos
fr: Préréglages
id: Preset
it: Preset
ja: プリセット
ko: 프리셋
pl: Presety
pt_br: Predefinições
ru: Пресеты
tr: Ön Ayarlar
uk: Пресети
vi: Bộ cài sẵn
zh_hans: 预设模板
zh_hant: 預設模板

# smartCollections.editor.section.preview
source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pl: Podgląd
pt_br: Pré‑visualização
ru: Предпросмотр
tr: Önizleme
uk: Попередній перегляд
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# smartCollections.editor.section.quality
source: Quality
ar: الجودة
de: Qualität
es: Calidad
fr: Qualité
id: Kualitas
it: Qualità
ja: 品質
ko: 품질
nl: Kwaliteit
pl: Jakość
pt_br: Qualidade
ru: Качество
tr: Kalite
uk: Якість
vi: Chất lượng
zh_hans: 质量
zh_hant: 品質

# smartCollections.editor.section.repoHealth
source: Repo Health
ar: سلامة المستودع
de: Repository-Zustand
es: Salud del repositorio
fr: Santé du dépôt
id: Kesehatan Repo
it: Salute del repo
ja: リポジトリヘルス
ko: 저장소 상태
nl: Repo-gezondheid
pl: Stan repozytorium
pt_br: Saúde do Repositório
ru: Здоровье репозитория
tr: Depo Sağlığı
uk: Стан репозиторію
vi: Sức khỏe repo
zh_hans: 项目健康度
zh_hant: 倉庫健康度

# smartCollections.editor.section.scope
source: Scope
ar: النطاق
de: Bereich
es: Ámbito
fr: Portée
id: Lingkup
it: Ambito
ja: スコープ
ko: 범위
nl: Bereik
pl: Zakres
pt_br: Escopo
ru: Область
tr: Kapsam
uk: Область
vi: Phạm vi
zh_hans: 范围
zh_hant: 範圍

# smartCollections.editor.section.search
source: Search
ar: بحث
de: Suche
es: Búsqueda
fr: Recherche
id: Cari
it: Ricerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt_br: Busca
ru: Поиск
tr: Arama
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# smartCollections.editor.section.semantic
source: Semantic search
ar: البحث الدلالي
de: Semantische Suche
es: Búsqueda semántica
fr: Recherche sémantique
id: Pencarian semantik
it: Ricerca semantica
ja: セマンティック検索
ko: 의미 검색
nl: Semantisch zoeken
pl: Wyszukiwanie semantyczne
pt_br: Busca semântica
ru: Семантический поиск
tr: Anlamsal arama
uk: Семантичний пошук
vi: Tìm kiếm ngữ nghĩa
zh_hans: 语义搜索
zh_hant: 語意搜尋

# smartCollections.editor.section.tags
source: Tags
ar: الوسوم
es: Etiquetas
fr: Étiquettes
id: Tag
it: Tag
ja: タグ
ko: 태그
pl: Tagi
ru: Теги
tr: Etiketler
uk: Теги
vi: Thẻ
zh_hans: 标签
zh_hant: 標籤

# smartCollections.editor.securityMin
source: Min security
ar: الحد الأدنى للأمان
de: Minimale Sicherheit
es: Seguridad mínima
fr: Sécurité min.
id: Keamanan min.
it: Sicurezza minima
ja: 最小セキュリティ
ko: 최소 보안
nl: Min. beveiliging
pl: Min. bezpieczeństwo
pt_br: Segurança mínima
ru: Мин. безопасность
tr: Min güvenlik
uk: Мін. безпека
vi: Bảo mật tối thiểu
zh_hans: 最低安全分
zh_hant: 最低安全分

# smartCollections.editor.semanticMin
source: Min semantic score (%)
ar: الحد الأدنى للنتيجة الدلالية (%)
de: Min. semantischer Wert (%)
es: Puntuación semántica mínima (%)
fr: Score sémantique min. (%)
id: Skor semantik min. (%)
it: Punteggio semantico minimo (%)
ja: 最小セマンティックスコア（%）
ko: 최소 의미 점수(%)
nl: Min. semantische score (%)
pl: Min. wynik semantyczny (%)
pt_br: Pontuação semântica mínima (%)
ru: Мин. семантическая оценка (%)
tr: Min anlamsal puan (%)
uk: Мін. семантична оцінка (%)
vi: Điểm ngữ nghĩa tối thiểu (%)
zh_hans: 最低语义分（%）
zh_hant: 最低語意分（%）

# smartCollections.editor.starredOlderDays
source: Starred older than (days)
ar: تم تمييزها بنجمة منذ أكثر من (أيام)
de: Vor mehr als (Tagen) mit Stern markiert
es: Estrellado hace más de (días)
fr: Staré depuis plus de (jours)
id: Bintang lebih lama dari (hari)
it: Aggiunto ai preferiti da più di (giorni)
ja: スター付きから経過日数（日）
ko: 별표 표시된 기간(일)
nl: Sterren ouder dan (dagen)
pl: Oznaczono gwiazdką dawniej niż (dni)
pt_br: Com estrela há mais de (dias)
ru: Звёзды старше (дней)
tr: Yıldızlanan eski (gün)
uk: Додано в зірки більше ніж (днів)
vi: Đã gắn sao lâu hơn (ngày)
zh_hans: 收藏早于（天）
zh_hant: 收藏早於（天）

# smartCollections.editor.starredWithinDays
source: Starred within (days)
ar: تم تمييزها بنجمة خلال (أيام)
de: Innerhalb von (Tagen) mit Stern markiert
es: Estrellado en los últimos (días)
fr: Staré depuis (jours)
id: Bintang dalam (hari)
it: Aggiunto ai preferiti entro (giorni)
ja: スター付きから経過日数以内（日）
ko: 별표 표시한 기간(일)
nl: Sterren binnen (dagen)
pl: Oznaczono gwiazdką w ciągu (dni)
pt_br: Com estrela nos últimos (dias)
ru: Звёзды в течение (дней)
tr: Yıldızlanan (gün)
uk: Додано в зірки протягом (днів)
vi: Đã gắn sao trong (ngày)
zh_hans: 收藏于（天内）
zh_hant: 收藏於（天內）

# smartCollections.editor.starsMax
source: Maximum stars
ar: الحد الأقصى للنجوم
de: Maximale Sterne
es: Estrellas máximas
fr: Étoiles max.
id: Bintang maksimum
it: Stelle massime
ja: 最大スター数
ko: 최대 별표
nl: Maximum sterren
pl: Maks. gwiazdek
pt_br: Máximo de estrelas
ru: Максимум звёзд
tr: Maksimum yıldız
uk: Макс. зірок
vi: Số sao tối đa
zh_hans: 最多 Star 数
zh_hant: 最多 Star 數

# smartCollections.editor.starsMin
source: Minimum stars
ar: الحد الأدنى للنجوم
de: Minimale Sterne
es: Estrellas mínimas
fr: Étoiles min.
id: Bintang minimum
it: Stelle minime
ja: 最小スター数
ko: 최소 별표
nl: Minimum sterren
pl: Min. gwiazdek
pt_br: Mínimo de estrelas
ru: Минимум звёзд
tr: Minimum yıldız
uk: Мін. зірок
vi: Số sao tối thiểu
zh_hans: 最少 Star 数
zh_hant: 最少 Star 數

# smartCollections.editor.tagMatch.all
source: All selected tags
ar: كل الوسوم المحددة
de: Alle ausgewählten Tags
es: Todas las etiquetas seleccionadas
fr: Toutes les étiquettes sélectionnées
id: Semua tag yang dipilih
it: Tutti i tag selezionati
ja: 選択したすべてのタグ
ko: 선택한 모든 태그
nl: Alle geselecteerde tags
pl: Wszystkie wybrane tagi
pt_br: Todas as tags selecionadas
ru: Все выбранные теги
tr: Tüm seçili etiketler
uk: Усі вибрані теги
vi: Tất cả thẻ đã chọn
zh_hans: 满足全部标签
zh_hant: 滿足全部標籤

# smartCollections.editor.tagMatch.any
source: Any selected tag
ar: أي وسم محدد
de: Jeder ausgewählte Tag
es: Cualquier etiqueta seleccionada
fr: N'importe quelle étiquette sélectionnée
id: Tag mana pun yang dipilih
it: Qualsiasi tag selezionato
ja: いずれかの選択タグ
ko: 선택한 태그 중 하나
nl: Elke geselecteerde tag
pl: Dowolny wybrany tag
pt_br: Qualquer tag selecionada
ru: Любой выбранный тег
tr: Herhangi bir seçili etiket
uk: Будь-який вибраний тег
vi: Bất kỳ thẻ nào đã chọn
zh_hans: 满足任一标签
zh_hant: 滿足任一標籤

# smartCollections.editor.tagMatchMode
source: Tag match
ar: مطابقة الوسم
de: Tag-Übereinstimmung
es: Coincidencia de etiquetas
fr: Correspondance d'étiquettes
id: Pencocokan tag
it: Corrispondenza tag
ja: タグマッチ
ko: 태그 일치
nl: Tag-overeenkomst
pl: Dopasowanie tagów
pt_br: Correspondência de tags
ru: Совпадение тегов
tr: Etiket eşleme
uk: Відповідність тегів
vi: Khớp thẻ
zh_hans: 标签匹配
zh_hant: 標籤匹配

# smartCollections.editor.tags.exclude
source: Exclude tags
ar: استبعاد الوسوم
de: Tags ausschließen
es: Excluir etiquetas
fr: Exclure les étiquettes
id: Kecualikan tag
it: Escludi tag
ja: タグを除外
ko: 태그 제외
nl: Tags uitsluiten
pl: Wyklucz tagi
pt_br: Excluir tags
ru: Исключить теги
tr: Etiketleri hariç tut
uk: Виключити теги
vi: Loại trừ thẻ
zh_hans: 排除标签
zh_hant: 排除標籤

# smartCollections.editor.tags.include
source: Include tags
ar: تضمين الوسوم
de: Tags einschließen
es: Incluir etiquetas
fr: Inclure les étiquettes
id: Sertakan tag
it: Includi tag
ja: タグを含める
ko: 태그 포함
nl: Tags opnemen
pl: Uwzględnij tagi
pt_br: Incluir tags
ru: Включить теги
tr: Etiketleri dahil et
uk: Включити теги
vi: Bao gồm thẻ
zh_hans: 包含标签
zh_hant: 包含標籤

# smartCollections.editor.title.create
source: New Smart Collection
ar: مجموعة ذكية جديدة
de: Neue intelligente Sammlung
es: Nueva colección inteligente
fr: Nouvelle collection intelligente
id: Koleksi Cerdas Baru
it: Nuova Raccolta Intelligente
ja: 新規スマートコレクション
ko: 새 스마트 컬렉션
nl: Nieuwe slimme verzameling
pl: Nowa inteligentna kolekcja
pt_br: Nova Coleção Inteligente
ru: Новая умная коллекция
tr: Yeni Akıllı Koleksiyon
uk: Нова розумна колекція
vi: Bộ sưu tập thông minh mới
zh_hans: 新建智能集合
zh_hant: 新增智慧集合

# smartCollections.editor.title.edit
source: Edit Rules
ar: تحرير القواعد
de: Regeln bearbeiten
es: Editar reglas
fr: Modifier les règles
id: Edit Aturan
it: Modifica regole
ja: ルールを編集
ko: 규칙 편집
nl: Regels bewerken
pl: Edytuj reguły
pt_br: Editar Regras
ru: Редактировать правила
tr: Kuralları Düzenle
uk: Редагувати правила
vi: Chỉnh sửa quy tắc
zh_hans: 编辑规则
zh_hant: 編輯規則

# smartCollections.editor.topics
source: Topics
ar: الموضوعات
de: Themen
es: Temas
fr: Sujets
id: Topik
it: Argomenti
ja: トピック
ko: 주제
nl: Onderwerpen
pl: Tematy
pt_br: Tópicos
ru: Темы
tr: Konular
uk: Теми
vi: Chủ đề

# smartCollections.editor.triState.any
source: Any
ar: أي
de: Beliebig
es: Cualquiera
fr: Quelconque
id: Apa pun
it: Qualsiasi
ja: すべて
ko: 모두
nl: Elke
pl: Dowolne
pt_br: Qualquer
ru: Любое
tr: Herhangi biri
uk: Будь-який
vi: Bất kỳ
zh_hans: 不限
zh_hant: 不限

# smartCollections.editor.triState.no
source: No
ar: لا
de: Nein
fr: Non
id: Tidak
ja: いいえ
ko: 아니요
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
tr: Hayır
uk: Ні
vi: Không
zh_hans: 否
zh_hant: 否

# smartCollections.editor.triState.yes
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
id: Ya
it: Sì
ja: はい
ko: 예
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
tr: Evet
uk: Так
vi: Có
zh_hans: 是
zh_hant: 是

# smartCollections.editor.updatedOlderDays
source: Updated older than (days)
ar: تم التحديث منذ أكثر من (أيام)
de: Aktualisiert vor mehr als (Tagen)
es: Actualizado hace más de (días)
fr: Mis à jour depuis plus de (jours)
id: Diperbarui lebih lama dari (hari)
it: Aggiornato da più di (giorni)
ja: 最終更新から（日）
ko: 업데이트된 기간(일)
nl: Bijgewerkt ouder dan (dagen)
pl: Zaktualizowano dawniej niż (dni)
pt_br: Atualizado há mais de (dias)
ru: Обновлено старше (дней)
tr: Güncellenen eski (gün)
uk: Оновлено більше ніж (днів)
vi: Cập nhật lâu hơn (ngày)
zh_hans: 更新早于（天）
zh_hant: 更新早於（天）

# smartCollections.editor.updatedWithinDays
source: Updated within (days)
ar: تم التحديث خلال (أيام)
de: Aktualisiert innerhalb von (Tagen)
es: Actualizado en los últimos (días)
fr: Mis à jour depuis (jours)
id: Diperbarui dalam (hari)
it: Aggiornato entro (giorni)
ja: 最終更新から（日）以内
ko: 업데이트 기간(일)
nl: Bijgewerkt binnen (dagen)
pl: Zaktualizowano w ciągu (dni)
pt_br: Atualizado nos últimos (dias)
ru: Обновлено в течение (дней)
tr: Güncellenen (gün)
uk: Оновлено протягом (днів)
vi: Cập nhật trong (ngày)
zh_hans: 更新于（天内）
zh_hant: 更新於（天內）

# smartCollections.editor.validation.createdConflict
source: Created within and created older than cannot both be set.
ar: لا يمكن تعيين كل من "تم الإنشاء خلال" و"تم الإنشاء منذ أكثر من" معًا.
de: „Erstellt innerhalb“ und „Erstellt vor mehr als“ können nicht beide gesetzt sein.
es: No se pueden establecer a la vez «Creado en los últimos» y «Creado hace más de».
fr: Créé depuis et créé depuis plus de ne peuvent pas être définis ensemble.
id: Dibuat dalam dan dibuat lebih lama dari tidak dapat diatur bersamaan.
it: Non è possibile impostare sia 'Creato entro' che 'Creato da più di'.
ja: 作成日時「以内」と「より前」は同時に設定できません。
ko: 생성 기간과 생성 이전 기간을 동시에 설정할 수 없습니다.
nl: Gemaakt binnen en gemaakt ouder dan kunnen niet beide worden ingesteld.
pl: Utworzono w ciągu i utworzono dawniej niż nie mogą być ustawione jednocześnie.
pt_br: Criado nos últimos e criado há mais de não podem ser definidos ao mesmo tempo.
ru: Нельзя одновременно задать «создано в течение» и «создано старше».
tr: Oluşturulan ve oluşturulandan eski aynı anda ayarlanamaz.
uk: Не можна одночасно встановити «Створено протягом» і «Створено більше ніж».
vi: Không thể đặt đồng thời 'đã tạo trong' và 'đã tạo lâu hơn'.
zh_hans: 「最近创建」与「长期未创建」不能同时设置。
zh_hant: 「最近創建」與「長期未創建」不能同時設定。

# smartCollections.editor.validation.forksRange
source: Forks min is greater than max.
ar: الحد الأدنى للتفرعات أكبر من الحد الأقصى.
de: Min. Forks ist größer als Max.
es: El mínimo de forks es mayor que el máximo.
fr: Le min. de forks est supérieur au max.
id: Fork min lebih besar dari maks.
it: Il minimo dei fork è maggiore del massimo.
ja: フォーク数の最小値が最大値より大きいです。
ko: 포크 최소값이 최대값보다 큽니다.
nl: Min. forks is groter dan max.
pl: Min. forków jest większe niż maks.
pt_br: O mínimo de forks é maior que o máximo.
ru: Минимум форков больше максимума.
tr: Çatallanma min değeri maksimumdan büyük.
uk: Мінімум форків більший за максимум.
vi: Số fork tối thiểu lớn hơn tối đa.
zh_hans: Fork 最小值大于最大值。
zh_hant: Fork 最小值大於最大值。

# smartCollections.editor.validation.healthRange
source: Health min is greater than max.
ar: الحد الأدنى للسلامة أكبر من الحد الأقصى.
de: Min. Health ist größer als Max.
es: El mínimo de salud es mayor que el máximo.
fr: Le min. de santé est supérieur au max.
id: Kesehatan min lebih besar dari maks.
it: Il minimo della salute è maggiore del massimo.
ja: 健全性の最小値が最大値より大きいです。
ko: 상태 최소값이 최대값보다 큽니다.
nl: Min. gezondheid is groter dan max.
pl: Min. stanu jest większe niż maks.
pt_br: A saúde mínima é maior que a máxima.
ru: Минимум здоровья больше максимума.
tr: Sağlık min değeri maksimumdan büyük.
uk: Мінімум здоров'я більший за максимум.
vi: Sức khỏe tối thiểu lớn hơn tối đa.
zh_hans: 健康分最小值大于最大值。
zh_hant: 健康分最小值大於最大值。

# smartCollections.editor.validation.pushedConflict
source: Pushed within and pushed older than cannot both be set.
ar: لا يمكن تعيين كل من "تم الدفع خلال" و"تم الدفع منذ أكثر من" معًا.
de: „Gepusht innerhalb“ und „Gepusht vor mehr als“ können nicht beide gesetzt sein.
es: No se pueden establecer a la vez «Enviado en los últimos» y «Enviado hace más de».
fr: Poussé depuis et poussé depuis plus de ne peuvent pas être définis ensemble.
id: Didorong dalam dan didorong lebih lama dari tidak dapat diatur bersamaan.
it: Non è possibile impostare sia 'Inviato entro' che 'Inviato da più di'.
ja: プッシュ日時「以内」と「より前」は同時に設定できません。
ko: 푸시 기간과 푸시 이전 기간을 동시에 설정할 수 없습니다.
nl: Gepusht binnen en gepusht ouder dan kunnen niet beide worden ingesteld.
pl: Wypchnięto w ciągu i wypchnięto dawniej niż nie mogą być ustawione jednocześnie.
pt_br: Enviado nos últimos e enviado há mais de não podem ser definidos ao mesmo tempo.
ru: Нельзя одновременно задать «пушилось в течение» и «пушилось старше».
tr: İtilen ve itilmeyen aynı anda ayarlanamaz.
uk: Не можна одночасно встановити «Опубліковано протягом» і «Опубліковано більше ніж».
vi: Không thể đặt đồng thời 'đã push trong' và 'đã push lâu hơn'.
zh_hans: 「最近推送」与「长期未推送」不能同时设置。
zh_hant: 「最近推送」與「長期未推送」不能同時設定。

# smartCollections.editor.validation.starredConflict
source: Starred within and starred older than cannot both be set.
ar: لا يمكن تعيين كل من "تم تمييزها بنجمة خلال" و"تم تمييزها بنجمة منذ أكثر من" معًا.
de: „Mit Stern markiert innerhalb“ und „Mit Stern markiert vor mehr als“ können nicht beide gesetzt sein.
es: No se pueden establecer a la vez «Estrellado en los últimos» y «Estrellado hace más de».
fr: Staré depuis et staré depuis plus de ne peuvent pas être définis ensemble.
id: Bintang dalam dan bintang lebih lama dari tidak dapat diatur bersamaan.
it: Non è possibile impostare sia 'Aggiunto ai preferiti entro' che 'Aggiunto ai preferiti da più di'.
ja: スター日時「以内」と「より前」は同時に設定できません。
ko: 별표 기간과 별표 이전 기간을 동시에 설정할 수 없습니다.
nl: Sterren binnen en sterren ouder dan kunnen niet beide worden ingesteld.
pl: Oznaczono gwiazdką w ciągu i oznaczono gwiazdką dawniej niż nie mogą być ustawione jednocześnie.
pt_br: Com estrela nos últimos e com estrela há mais de não podem ser definidos ao mesmo tempo.
ru: Нельзя одновременно задать «звёзды в течение» и «звёзды старше».
tr: Yıldızlanan ve yıldızlanandan eski aynı anda ayarlanamaz.
uk: Не можна одночасно встановити «Додано в зірки протягом» і «Додано в зірки більше ніж».
vi: Không thể đặt đồng thời 'đã gắn sao trong' và 'đã gắn sao lâu hơn'.
zh_hans: 「最近收藏」与「长期收藏」不能同时设置。
zh_hant: 「最近收藏」與「長期收藏」不能同時設定。

# smartCollections.editor.validation.starsRange
source: Stars min is greater than max.
ar: الحد الأدنى للنجوم أكبر من الحد الأقصى.
de: Minimale Sterne ist größer als maximale.
es: El mínimo de estrellas es mayor que el máximo.
fr: Le min. d'étoiles est supérieur au max.
id: Bintang min lebih besar dari maks.
it: Il minimo delle stelle è maggiore del massimo.
ja: スター数の最小値が最大値より大きいです。
ko: 별표 최소값이 최대값보다 큽니다.
nl: Min. sterren is groter dan max.
pl: Min. gwiazdek jest większe niż maks.
pt_br: O mínimo de estrelas é maior que o máximo.
ru: Минимум звёзд больше максимума.
tr: Yıldız min değeri maksimumdan büyük.
uk: Мінімум зірок більший за максимум.
vi: Số sao tối thiểu lớn hơn tối đa.
zh_hans: Stars 最小值大于最大值。
zh_hant: Stars 最小值大於最大值。

# smartCollections.editor.validation.tagIncludeExcludeOverlap
source: The same tag cannot be both included and excluded.
ar: لا يمكن تضمين نفس الوسم واستبعاده معًا.
de: Dasselbe Tag kann nicht gleichzeitig eingeschlossen und ausgeschlossen werden.
es: Una misma etiqueta no puede estar incluida y excluida a la vez.
fr: La même étiquette ne peut pas être à la fois incluse et exclue.
id: Tag yang sama tidak dapat disertakan dan dikecualikan sekaligus.
it: Lo stesso tag non può essere sia incluso che escluso.
ja: 同じタグを含めると除外することはできません。
ko: 동일한 태그를 포함과 제외에 동시에 설정할 수 없습니다.
nl: Dezelfde tag kan niet zowel worden opgenomen als uitgesloten.
pl: Ten sam tag nie może być jednocześnie uwzględniony i wykluczony.
pt_br: A mesma tag não pode ser incluída e excluída.
ru: Один и тот же тег не может быть одновременно включён и исключён.
tr: Aynı etiket hem dahil hem hariç tutulamaz.
uk: Один і той самий тег не може бути одночасно включеним і виключеним.
vi: Không thể vừa bao gồm vừa loại trừ cùng một thẻ.
zh_hans: 同一标签不能同时出现在包含与排除列表。
zh_hant: 同一標籤不能同時出現在包含與排除列表。

# smartCollections.editor.validation.updatedConflict
source: Updated within and updated older than cannot both be set.
ar: لا يمكن تعيين كل من "تم التحديث خلال" و"تم التحديث منذ أكثر من" معًا.
de: Aktualisiert innerhalb und aktualisiert älter als können nicht beide gesetzt sein.
es: No se pueden establecer a la vez «Actualizado en los últimos» y «Actualizado hace más de».
fr: Mis à jour depuis et mis à jour depuis plus de ne peuvent pas être définis ensemble.
id: Diperbarui dalam dan diperbarui lebih lama dari tidak dapat diatur bersamaan.
it: Non è possibile impostare sia 'Aggiornato entro' che 'Aggiornato da più di'.
ja: 更新日時「以内」と「より前」は同時に設定できません。
ko: 업데이트 기간과 업데이트 이전 기간을 동시에 설정할 수 없습니다.
nl: Bijgewerkt binnen en bijgewerkt ouder dan kunnen niet beide worden ingesteld.
pl: Zaktualizowano w ciągu i zaktualizowano dawniej niż nie mogą być ustawione jednocześnie.
pt_br: Atualizado nos últimos e atualizado há mais de não podem ser definidos ao mesmo tempo.
ru: Нельзя одновременно задать «обновлено в течение» и «обновлено старше».
tr: Güncellenen ve güncellenenden eski aynı anda ayarlanamaz.
uk: Не можна одночасно встановити «Оновлено протягом» і «Оновлено більше ніж».
vi: Không thể đặt đồng thời 'đã cập nhật trong' và 'đã cập nhật lâu hơn'.
zh_hans: 「最近更新」与「长期未更新」不能同时设置。
zh_hant: 「最近更新」與「長期未更新」不能同時設定。

# smartCollections.editor.validation.watchersRange
source: Watchers min is greater than max.
ar: الحد الأدنى للمراقبين أكبر من الحد الأقصى.
de: Minimale Beobachter ist größer als maximale.
es: El mínimo de observadores es mayor que el máximo.
fr: Le min. de watchers est supérieur au max.
id: Pengamat min lebih besar dari maks.
it: Il minimo dei watcher è maggiore del massimo.
ja: ウォッチャー数の最小値が最大値より大きいです。
ko: 워처 최소값이 최대값보다 큽니다.
nl: Min. watchers is groter dan max.
pl: Min. obserwujących jest większe niż maks.
pt_br: O mínimo de observadores é maior que o máximo.
ru: Минимум наблюдателей больше максимума.
tr: İzleyici min değeri maksimumdan büyük.
uk: Мінімум спостерігачів більший за максимум.
vi: Số người theo dõi tối thiểu lớn hơn tối đa.
zh_hans: Watchers 最小值大于最大值。
zh_hant: Watchers 最小值大於最大值。

# smartCollections.editor.watchersMax
source: Max watchers
ar: الحد الأقصى للمراقبين
de: Maximale Beobachter
es: Observadores máximos
fr: Watchers max.
id: Pengamat maksimum
it: Watcher massimi
ja: 最大ウォッチャー数
ko: 최대 워처
pl: Maks. obserwujących
pt_br: Máx. de observadores
ru: Макс. наблюдателей
tr: Maksimum izleyici
uk: Макс. спостерігачів
vi: Số người theo dõi tối đa
zh_hans: 最多 Watchers
zh_hant: 最多 Watchers

# smartCollections.editor.watchersMin
source: Min watchers
ar: الحد الأدنى للمراقبين
de: Minimale Beobachter
es: Observadores mínimos
fr: Watchers min.
id: Pengamat minimum
it: Watcher minimi
ja: 最小ウォッチャー数
ko: 최소 워처
pl: Min. obserwujących
pt_br: Mín. de observadores
ru: Мин. наблюдателей
tr: Minimum izleyici
uk: Мін. спостерігачів
vi: Số người theo dõi tối thiểu
zh_hans: 最少 Watchers
zh_hant: 最少 Watchers

# smartCollections.empty.collection
source: No repos in this collection
ar: لا توجد مستودعات في هذه المجموعة
de: Keine Repos in dieser Sammlung
es: No hay repos en esta colección
fr: Aucun dépôt dans cette collection
id: Tidak ada repositori dalam koleksi ini
it: Nessun repo in questa raccolta
ja: このコレクションにリポジトリはありません
ko: 이 컬렉션에 저장소가 없습니다.
nl: Geen repos in deze verzameling
pl: Brak repozytoriów w tej kolekcji
pt_br: Nenhum repositório nesta coleção
ru: В этой коллекции нет репозиториев
tr: Bu koleksiyonda depo yok
uk: У цій колекції немає репозиторіїв
vi: Không có repo trong bộ sưu tập này
zh_hans: 这个集合暂无仓库
zh_hant: 此集合暫無倉庫

# smartCollections.empty.collectionSubtitle
source: Try another smart collection or sync your stars.
ar: جرّب مجموعة ذكية أخرى أو قم بمزامنة نجومك.
de: Versuchen Sie eine andere intelligente Sammlung oder synchronisieren Sie Ihre Sterne.
es: Prueba otra colección inteligente o sincroniza tus estrellas.
fr: Essayez une autre collection intelligente ou synchronisez vos étoiles.
id: Coba koleksi cerdas lain atau sinkronkan bintang Anda.
it: Prova un'altra raccolta intelligente o sincronizza le tue stelle.
ja: 別のスマートコレクションを試すか、スターを同期してください。
ko: 다른 스마트 컬렉션을 시도하거나 별표를 동기화하세요.
nl: Probeer een andere slimme verzameling of synchroniseer je sterren.
pl: Wypróbuj inną inteligentną kolekcję lub zsynchronizuj swoje gwiazdki.
pt_br: Tente outra coleção inteligente ou sincronize suas estrelas.
ru: Попробуйте другую умную коллекцию или синхронизируйте звёзды.
tr: Başka bir akıllı koleksiyon deneyin veya yıldızlarınızı senkronize edin.
uk: Спробуйте іншу розумну колекцію або синхронізуйте свої зірки.
vi: Hãy thử bộ sưu tập thông minh khác hoặc đồng bộ sao của bạn.
zh_hans: 可以切换其它智能集合，或先同步 Stars。
zh_hant: 可以切換其他智慧集合，或先同步 Stars。

# smartCollections.empty.subtitle
source: Smart Collections will appear after your local stars are loaded.
ar: ستظهر المجموعات الذكية بعد تحميل نجومك المحلية.
de: Intelligente Sammlungen erscheinen, nachdem Ihre lokalen Sterne geladen wurden.
es: Las colecciones inteligentes aparecerán después de cargar tus estrellas locales.
fr: Les collections intelligentes apparaîtront après le chargement de vos étoiles locales.
id: Koleksi Cerdas akan muncul setelah bintang lokal Anda dimuat.
it: Le Raccolte Intelligenti appariranno dopo il caricamento delle stelle locali.
ja: ローカルのスターが読み込まれると、スマートコレクションが表示されます。
ko: 로컬 별표가 로드된 후 스마트 컬렉션이 나타납니다.
nl: Slimme verzamelingen verschijnen nadat je lokale sterren zijn geladen.
pl: Inteligentne kolekcje pojawią się po załadowaniu lokalnych gwiazdek.
pt_br: As Coleções Inteligentes aparecerão depois que suas estrelas locais forem carregadas.
ru: Умные коллекции появятся после загрузки ваших локальных звёзд.
tr: Akıllı Koleksiyonlar, yerel yıldızlarınız yüklendikten sonra görünecektir.
uk: Розумні колекції з'являться після завантаження ваших локальних зірок.
vi: Bộ sưu tập thông minh sẽ xuất hiện sau khi sao cục bộ được tải.
zh_hans: 本地 Stars 加载后会显示智能集合。
zh_hant: 本地 Stars 載入後會顯示智慧集合。
